<?php

# เพิ่มไฟล์ใหม่ๆที่นี่

#สำหรับนักเรียน รหัสแรกขึ้นต้นด้วย 1 #รหัสตัวที่ 2 คือรหัสไฟล์ ทุกๆครั้งที่เพิ่มให้ +1 ให้เรียงไปเรื่อยๆห้ามข้าม หากไฟล์อันไหนลบออกให้หาไฟล์อื่นมาแทนเลข
$dfile[1][0]['name'] = "ใบโอนค่าเทอม Gifted ประจำปีการศึกษา 2561/2";
$dfile[1][0]['size'] = "142 KB";
$dfile[1][0]['date'] = "1 ต.ค. 2561";
$dfile[1][0]['filename'] = "ใบโอนค่าเทอม ม.1-ม.6  2561 เทอม 2 ห้องเรียน กิฟ.pdf";

$dfile[1][1]['name'] = "ใบโอนค่าเทอม ห้องเรียนปกติ ประจำปีการศึกษา 2561/2";
$dfile[1][1]['size'] = "142 KB";
$dfile[1][1]['date'] = "1 ต.ค. 2561";
$dfile[1][1]['filename'] = "ใบโอนค่าเทอม ม.1-ม.6 2561 เทอม 2 ห้องเรียน ปกติ.pdf";

#สำหรับไฟล์ทั่วไป ไฟล์เอกสาร รหัสแรกขึ้นต้นด้วย 2
$dfile[2][0]['name'] = "หลักฐานในการใช้ประกอบการเบิกเงินสวัสดิการค่ารักษาพยาบาล";
$dfile[2][0]['size'] = "73.3 KB";
$dfile[2][0]['date'] = "-";
$dfile[2][0]['filename'] = "561009-evidence.pdf";

$dfile[2][1]['name'] = "แบบเบิกจ่ายตรงค่ารักษาพยาบาล";
$dfile[2][1]['size'] = "2.72 MB";
$dfile[2][1]['date'] = "-";
$dfile[2][1]['filename'] = "เอกสารเบิกตรง.pdf";


?>
