<div class="row">
    <div class="col-md-9">
        <h1>เกี่ยวกับโรงเรียน</h1>
        <hr width="25%" align="left">
        <div class="row">
          <div class="col-md-3">
            <h4>ตราประจำโรงเรียน :</h4>
            <img src="assets/img/CRU_Logo.png" width="100%"><br>
            <center><a href="assets/img/CRU_Logo.png" target="_blank">( ดาวน์โหลดรูปภาพขนาดเต็ม )</a></center>
          </div>
          <div class="col-md-9">
            <h4>ข้อมูลทั่วไป :</h4>
              <p>&nbsp;&nbsp;&nbsp;ชื่อสถานศึกษา : โรงเรียนชลราษฎรอำรุง</p>
              <p>&nbsp;&nbsp;&nbsp;อักษรย่อ : ช.ร.อ.</p>
              <p>&nbsp;&nbsp;&nbsp;ต้นไม้ประจำโรงเรียน : ต้นหางนกยูง</p>
              <p>&nbsp;&nbsp;&nbsp;ที่อยู่ : 215 หมู่ 3 ถนน พระยาสัจจา ต.บ้านสวน อ.เมือง จ.ชลบุรี 20000</p>
              <p>&nbsp;&nbsp;&nbsp;โทรศัพท์ : 038-287078</p>
              <p>&nbsp;&nbsp;&nbsp;โทรสาร : 038-286079</p>
              <p>&nbsp;&nbsp;&nbsp;อีเมล : chonchai.school@gmail.com</p>
          </div>
        </div>
        <br>
        <div class="row">
          <div class="col-md-12">
          <h4>สีประจำโรงเรียน : ส้ม-ฟ้า</h4>
            <p>
              &nbsp;&nbsp;&nbsp;สีส้ม	หมายถึง	แสงสว่างอาทิตย์รุ่งอรุณเป็นสีแห่งการเริ่มต้นชีวิตใหม่<br>
            	&nbsp;&nbsp;&nbsp;สีฟ้า	หมายถึง	สีท้องฟ้าอันกว้างใหญ่ไพศาลปราศจากเมฆหมอกมัว
              เป็นสีของความปลอดโปร่งสดใสของชีวิตซึ่งก้าวไปข้างหน้าอย่างราบและสูงสุดด้วยภูมิปัญญา<br>
            	&nbsp;&nbsp;&nbsp;ส้ม-ฟ้า	หมายถึง	การเริ่มดำเนินชีวิตอย่างราบรื่นด้วยภูมิปัญญาอันสูงสุด
            </p>
          </div>
        </div>
        
        <div class="row">
          <div class="col-md-12">
          <h4>วิสัยทัศน์ :</h4>
          <p>โรงเรียนชลราษฎรอำรุง เป็นองค์กรที่มีระบบบริหารคุณภาพ
            มุ่งสร้างเยาวชนสู่ความเป็นเลิศทางปัญญา
            ยึดหลักปรัชญาเศรษฐกิจพอเพียงเคียงคู่คุณธรรม<br>
            รักษ์ประชาธิปไตย มีวินัย ใส่ใจสิ่งแวดล้อม มีความเป็นไทย ก้าวไกลสู่สากล</p>
          </div>
        </div>
        <div class="row">
          <div class="col-md-12">
          <h4>พันธกิจ :</h4>
            <p>1.  พัฒนาระบบบริหารคุณภาพ
            <br>
            2.  พัฒนาความพร้อมด้านอาคารสถานที่ สื่อนวัตกรรมเทคโนโลยี ระบบสื่อสารที่มีคุณภาพ และส่งเสริมการจัดกิจกรรมการเรียนรู้ที่หลากหลายตามความต้องการและความถนัดของผู้เรียน
            <br>
            3.  พัฒนาหลักสูตรเทียบเคียงมาตรฐานสากล ส่งเสริมการจัดกิจกรรมการเรียนรู้ที่หลากหลาย เน้นความเป็นไทยและยึดหลักปรัชญาเศรษฐกิจพอเพียง
            <br>
            4.  พัฒนาครูและบุคลากรทางการศึกษาให้มีความพร้อมทั้งด้านการใช้ภาษาอังกฤษในการจัดการเรียนการสอน และใช้กระบวนการจัดการเรียนรู้อย่างหลากหลายและเหมาะสม
            <br>
            5.  ส่งเสริมความเป็นเลิศทางวิชาการมุ่งสู่มาตรฐานสากล
            <br>
            6.  สร้างความตระหนักให้นักเรียนเห็นคุณค่าของสิ่งแวดล้อม ตลอดจนมีส่วนร่วมในการอนุรักษ์และพัฒนาสิ่งแวดล้อม
            <br>
            7.  ส่งเสริมความรู้ จัดกิจกรรมเสริมสร้างคุณธรรมจริยธรรมและระเบียบวินัย
            <br>
            8.  ให้ความรู้และจัดกิจกรรมเพื่อส่งเสริมความเป็นประชาธิปไตย ความรับผิดชอบต่อสังคมโลก
            <br>
            9.  พัฒนาระบบนิเทศ กำกับ ติดตามและประเมินผลอย่างเป็นระบบ</p>
          </div>
        </div>
        <div class="row">
          <div class="col-md-12">
          <h4>เป้าประสงค์ :</h4>
            <p>
              1.  โรงเรียนมีระบบบริหารคุณภาพ
              <br>
              2.  ครูมีความสามารถในการใช้ภาษาอังกฤษเพื่อการสื่อสาร มีความรู้ความสามารถและความเชี่ยวชาญเฉพาะด้านทางวิชาการ ผ่านการประเมินระดับชาติ
              <br>
              3.  ผู้เรียนมีศักยภาพเป็นพลโลก มีความเป็นเลิศทางวิชาการ สื่อสารสองภาษา ล้ำหน้าความคิด ผลิตงานสร้างสรรค์ ร่วมกันรับผิดชอบต่อสังคมโลก
              <br>
              4.  หลักสูตร และระบบการจัดการเรียนการสอนเทียบเคียงมาตรฐานสากล</p>
          </div>
        </div>
    </div>
    <?php require_once('sidebar.php') ?>
</div>
