<div class="row">
    <div class="col-md-9">
        <h1>ประวัติโรงเรียน</h1>
        <hr width="25%" align="left">
        <div class="row">
          <div class="col-md-6">
            <img src="assets/img/history/01.jpg" width="100%"><br>
          </div>
          <div class="col-md-6">
            <p class="cryy">โรงเรียนชลราษฎรอำรุง มีประวัติและความเป็นมาตั้งแต่อดีตจนถึงปัจจุบันน่าศึกษาและน่าภาคภูมิใจ ได้พยายามค้นคว้า และรวบรวม จากคำบอกเล่า หนังสืออนุสรณ์โรงเรียนชลราษฎรอำรุง จากหอสมุดแห่งหนึ่งซึ่งเขียนไว้โดย อาจารย์ เรวัต ชื่นสำราญ เป็นหลัก โรงเรียนนี้มีกำเนิดมาจากโรงเรียนวัด ซึ่งถือเป็นโรงเรียนดั้งเดิมของการจัดชั้นมัธยมศึกษาระดับจังหวัดหรือที่เรียกว่า โรงเรียนประจำจังหวัดสมัยเก่า เริ่มก่อตั้ง พ.ศ. 2411 โดยหลวงพินิจบุรพการ ได้อุทิศเรือนหลังหนึ่งสร้างเป็นโรงเรียนขึ้นที่วัดต้นสนเรียกว่า โรงเรียนพินิจบุรพการ พระวินัยธรเข้ม พ.เป็นครูใหญ่ ต่อมาได้ยกฐานะเป็นโรงเรียนประจำจังหวัดชลบุรี เมื่อปีพ.ศ. 2453</p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              พ.ศ. 2457 ทางการได้รวมโรงเรียนพินิจบุรพการ และโรงเรียนอุดมพิทยากรเข้าเป็นโรงเรียนเดียวกัน เรียกว่าโรงเรียนประจำจังหวัดชลบุรี เปิดสอนระดับมัธยมที่บุรพการและระดับประถมที่โรงเรียนอุดมพิทยากร ต่อมาชาวชลบุรีได้ร่วมกันบริจาคสมทบทุนสร้างโรงเรียนประจำจังหวัดชลบุรีที่โรงเรียนอนุบาลปัจจุบัน แล้วเสร็จเมื่อปี พ.ศ. 2460 แล้วได้ย้ายนักเรียนทั้งสองโรงเรียนมาเรียนรวมกันเป็นเอกเทศ เปิดการเรียนการสอนแบบสหศึกษา โรงเรียนได้พัฒนาทั้งทางด้านการจัดการศึกษา ปริมาณนักเรียนและอาคารสถานที่ตลอดมา จนกระทั่งทางราชการสั่งให้แยกนักเรียนเป็นชายและหญิง เมื่อ 24 พฤศจิกายน 2474 การสนศึกษาจึงเลิกไป แต่โรงเรียนสตรียังไม่มีสถานที่ จึงอาศัยเรียนร่วมกันไปพลางก่อน และแยกออกไปเมื่อ 10 กันยายน 2479 และโรงเรียนเติบโตตลอดมา โดยเฉพาะด้านปริมาณนักเรียน สถานที่ตั้งโรงเรียนจึงคับแคบไป จึงย้ายโรงเรียนไปตั้งใหม่ที่บริเวณศูนย์การค้าวรพรต
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              3 มิถุนายน 2484 เป็นวันแรกที่ย้ายโรงเรียน และนักเรียนจากสถานที่เดิม ซึ่งเรียนกันมาตั้งแต่ พ.ศ. 2460 มาเปิดใหม่ ณ สถานที่โรงเรียนริมถนนสุขุมวิท (สาย 27) บนเนื้อที่ประมาณ 13 ไร่ ซึ่งเป็นที่ดินของวัดอรัญญิกาวาส เพื่อขยายโรงเรียนให้กว้างขวางขึ้น หลังจากนั้นโรงเรียนได้พัฒนาการเรียนการสอน โดยเปิดสอนระดับเตรียมอุดมศึกษา และเปลี่ยนชื่อโรงเรียนใหม่ เป็น “โรงเรียนชลราษฎรอำรุง” ในปัจจุบันชาวส้มฟ้า จึงถือว่า วันที่ 3 มิถุนายน ของทุกปี เป็นวันเกิดของโรงเรียน            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-6">
            <img src="assets/img/history/02.jpg" width="100%"><br>
          </div>
          <div class="col-md-6">
            <p class="cryy">
              ปี 2511 โรงเรียนชลราษฎรอำรุง เข้าโครงการมัธยมแบบประสมรุ่น 4 ซึ่งจะต้องเปิดสอน หลักสูตร คมส.1 ในปีการศึกษา 2512 กรมวิสามัญจึงส่งเจ้าหน้าที่มาสำรวจ เพื่อดำเนินการก่อสร้างอาคารเรียน และอาคารประกอบให้เป็นไปตามโครงการ ผลการสำรวจปรากฏว่า เนื้อที่ของโรงเรียนมีอยู่เพียง 13 ไร่ ไม่เพียงพอกับการขยายโรงเรียนจังหวัดชลบุรี นายนารถ มนตเสวี ผู้ว่าราชการจังหวัดชลบุรีในขณะนั้น ได้มองเห็นความสำคัญและประโยชน์ของการศึกษา จึงได้พิจารณาจัดสรรที่ดินบริเวณสนามบินกองทัพอากาศเดิมประมาณ 67 ไร่ บริเวณที่แยกหนองข้างคอก ริมถนนสุขุมวิท ติดกับถนนพระยาสัจจาปัจจุบัน ที่ดินบริเวณนี้อยู่ในตำบลบ้านสวนฝั่งตรงข้ามเยื้องกับโรงพยาบาลชลบุรี
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              การก่อสร้างโรงเรียนในช่วงแรกประกอบด้วย อาคาร 1 และอาคาร 2 เมื่อแล้วเสร็จได้ย้ายนักเรียนระดับมัธยมศึกษาตอนปลายทั้งหมดมาเรียน ส่วนระดับมัธยมศึกษาตอนต้นยังเรียนอยู่ที่เดิมจนกระทั่งปีการศึกษา 2516 อาคารและสิ่งก่อสร้างของโรงเรียนแล้วเสร็จเต็มรูปตามโครงการพัฒนาการศึกษาโรงเรียนมัธยมแบบประสม ประกอบด้วย อาคาร 1, 2, 3. 4 โรงอาหาร(หลังใหญ่) โรงพลศึกษา อาคารเกษตรกรรมศิลป์ โรงฝึกงาน 3 หลัง ส้วม 2 หลัง บ้านพักครู 19 หลัง และบ้านพักผู้อำนวยการ(อาจารย์ใหญ่) จึงย้ายนักเรียนมัธยมศึกษาตอนต้นมาเรียนรวมกันเป็นแห่งเดียว ในระยะต่อมาได้มีการสร้างบ้านพักครูและอาคารเรียนชั่วคราวเพิ่มเติม เพื่อรองรับปริมาณนักเรียนที่เพิ่มขึ้น ซึ่งก็ช่วยแก้ปัญหาได้ในระยะแรกเท่านั้น
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              พ.ศ. 2526 - 2530 โรงเรียนได้เร่งพัฒนาอาคารสถานที่ โดยเฉพาะอาคารเรียน อาคารประกอบและสถานที่ ประกอบกับความต้องการที่จะพัฒนาโรงเรียนให้เป็นศูนย์บริหาร ปฏิบัติการต่าง ๆ และเป็นผู้นำทุกด้านในภาคตะวันออก จึงได้ขอความช่วยเหลือจากชาวชลบุรีและทางราชการ ได้อาคาร 5 เรือนพยาบาล หอสมุด ป้ายชื่อโรงเรียนถาวร รถยนต์โตโยต้าไฮเอชดีเซล โรงอาหาร ถมปรับสนามฟุตบอล
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              พ.ศ. 2530 – 2535 นายสมศักดิ์ ศรีสุวรรณ ศิษย์เก่าส้มฟ้า พ.ศ.2500 ได้มาดำรงตำแหน่งผู้อำนวยการโรงเรียน มีความมุ่งมั่นที่จะทำประโยชน์ให้โรงเรียน โรงเรียนจึงได้รับการพัฒนาอย่างมีแบบแผน ด้านอาคารสถานที่มีการกำหนดเขตเป็นสัดส่วน สะอาดเรียบร้อย มีการประดับประดาด้วยสีสันของพันธุ์ไม้ยืนต้น ไม้ดอกไม้ประดับ ร่มรื่น สวยงามมากที่สุดในจังหวัด สภาพของโรงเรียนเป็นที่ชื่นชอบของผู้พบเห็น เป็นศักดิ์ศรีของชาวชลบุรีและลูกส้มฟ้าทุกคน ด้านวิชาการและด้านคุณธรรมจริยธรรมได้พัฒนาขึ้นอย่างชัดเจนเป็นที่ยอมรับ จากรางวัลชนะเลิศต่าง ๆ โรงเรียนชลราษฎรอำรุงได้รับรางวัลพระราชทาน ประจำปีการศึกษา 2533 ในระดับโรงเรียนขนาดใหญ่ เขตการศึกษา 12 และท่านผู้อำนวยการโรงเรียนก็ได้รับรางวัลผู้บริหารดีเด่น
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              พ.ศ. 2535 – 2540 นายชะนะ กมลานนท์ ศิษย์เก่าส้มฟ้า เตรียมอุดมศึกษา รุ่น 11 มาดำรงตำแหน่งผู้อำนวยการโรงเรียน ได้พัฒนาโรงเรียนอย่างต่อเนื่อง ด้วยความวิริยะอุตสาหะและเต็มกำลังความสามารถ ทำให้โรงเรียนชลราษฎรอำรุง มีความเจริญก้าวหน้าเพิ่มขึ้น ได้นำเทคโนโลยีสมัยใหม่ มาใช้ในการพัฒนาองค์กร และใช้ในการเรียนการสอนได้ประสานกับสมาคมศิษย์เก่าชลราษฎรอำรุง สมาคมผู้ปกครองและครูโรงเรียนชลราษฎรอำรุง ชุมชน ตลอดจนถึงผู้ปกครอง เพื่อนำทรัพยากรเข้ามาพัฒนาโรงเรียน ช่วยส่งเสริมสนับสนุนกิจกรรมต่าง ๆ ของโรงเรียนอย่างหลากหลาย เพื่อให้นักเรียนได้รับประสบการณ์ตรง เป็นการเพิ่มศักยภาพในการเรียนการสอน ให้มีความพร้อมที่จะเป็นทรัพยากรมนุษย์ที่มีคุณภาพของสังคมสืบไป
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              พ.ศ. 2540-2544 นายสมศักดิ์ ศรีสุวรรณ ได้กลับมาดำรงตำแหน่งผู้อำนวยการโรงเรียนชลราษฎรอำรุงอีกครั้ง ในฐานะที่เคยเป็นศิษย์เก่า และเคยดำรงตำแหน่งผู้อำนวยการมาแล้วครั้งหนึ่ง จึงมีความรักและความผูกพันต่อสถาบัน และมีความต้องการที่จะพัฒนาโรงเรียนให้เป็นเลิศในทุก ๆ ด้าน ท่านเป็นผู้บริหารที่มีโลกทัศน์ที่กว้างไกล เพียบพร้อมด้วยประสบการณ์ จึงกล้าตัดสินใจรับโครงการต่าง ๆ ของกรมสามัญศึกษามาดำเนินงานให้เป็นแบบอย่างที่ดี เป็นตัวแทนของโรงเรียนสังกัดกรมสามัญศึกษาในส่วนภูมิภาค ในการสนองนโยบายต่าง ๆ เสมอมา นักเรียนในปัจจุบันของโรงเรียนชลราษฎรอำรุง มีผลสัมฤทธิ์ทางการเรียนสูง สามารถบูรณาการความรู้ความสามารถในการแข่งขันกับสถาบันต่าง ๆ ได้รับรางวัลชนะเลิศมากมาย โดยเฉพาะนักเรียนชั้นมัธยมศึกษาตอนปลาย สามารถสอบผ่านการคัดเลือกโควตาของมหาวิทยาลัยเป็นจำนวนมาก ตลอดถึงสอบเรียนต่อในสถานบันอุดมศึกษาได้เป็นจำนวนมากทุกปี จนทำให้ผู้ปกครองมีความมั่นใจต่อการพัฒนาโรงเรียนของผู้บริหาร มีความเชื่อมั่นในตัวครูอาจารย์ทุกท่านที่จะสั่งสอนบุตรหลานให้เป็น “คน” ที่มีคุณภาพสมดั่งคติพจน์ของโรงเรียนที่กล่าวไว้ว่า “ปัญญา วุโธ ผู้มีปัญญาเป็นอาวุธ” นับเนื่องจากอดีตเป็นต้นมา โรงเรียนได้สร้างทรัพยากรมนุษย์เช่นที่กล่าว รุ่นแล้วรุ่นเล่า และจะสร้างต่อไปเพื่อเกียรติภูมิและศักดิ์ศรีของโรงเรียนชลราษฎรอำรุง
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              พ.ศ. 2544 – 2551 นายภุชงค์ บุณยรัตนสุนทร ผู้อำนวยการโรงเรียนชลบุรี “สุขบท” ได้ย้ายมาดำรงตำแหน่ง ผู้อำนวยการโรงเรียนชลราษฎรอำรุง ได้มีนโยบายในการดำเนินนำระบบเทคโนโลยีสารสนเทศ คอมพิวเตอร์ในการจัดการเรียนการสอน และใช้ในการบริหาร และได้ดำเนินการแก้ปัญหาการใช้โรงอาหารของนักเรียนซึ่งไม่เพียงพอกับนักเรียนเป็นจำนวนมาก จึงได้ทำโครงการของบประมาณ จากองค์การบริหารส่วนจังหวัดชลบุรี ในการสร้างโรงอาหารใหม่ในปีงบประมาณ 2548
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              2551 -2554 นายอภิสิทธิ์ รื่นจิตร์ ผู้อำนวยการ ผู้อำนวยการโรงเรียนชลราษฎรอำรุง ได้ พัฒนาโรงเรียน ชลราษฎรอำรุงทุกด้านอย่างเป็นรูปธรรม อาทิ ทางด้านภูมิทัศน์ ความร่มรื่น ความสะอาดของบริเวณพื้นที่ต่าง ๆ ของโรงเรียน ส่งเสริมสื่อนวัตกรรม เทคโนโลยี พัฒนาครู บุคลากร รวมทั้งนักเรียนด้านคุณธรรม จริยธรรม ระเบียบวินัย ควบคู่กับความเป็นเลิศ
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              2554-2561 นายอุทัย สิงห์โตทอง ผู้อำนวยการโรงเรียนพนัสพิทยาคารย้ายมาดำรงตำแหน่งผู้อำนวยการโรงเรียนชลราษฎรอำรุงเมื่อวันที่ 8 พฤศจิกายน 2554 ซึ่งท่านเป็นศิษย์เก่าโรงเรียนชลราษฎรอำรุง ท่านได้มีนโยบายในการพัฒนาในเรื่องของระเบียนวินัย ของนักเรียน การพัฒนาด้านเทคโนโลยีสารสนเทศเพื่อให้ทันต่อการเรียนรู้ของโลกในปัจจุบัน
            </p>
          </div>
        </div>
        <hr>
        <div class="row">
          <div class="col-md-12">
            <p class="cryy">
              ปัจจุบัน นายอัมพร อิสสรารักษ์ ผู้อำนวยการโรงเรียนพนัสพิทยาคารย้ายมาดำรงตำแหน่งผู้อำนวยการโรงเรียนชลราษฎรอำรุง
            </p>
          </div>
        </div>
      <br>
    </div>
    <?php require_once('sidebar.php') ?>
</div>
